{
    "advanced_techniques": "Advanced techniques from the start.",
    "alternative_language": "You are viewing the class schedules in English. We also offer them <a href='es'>in Spanish 🇪🇸</a>.",
    "base_locale": "en",
    "conway_line": "What you see is Conway's Game of Life, written in C++ and running in your browser. Would you like to do things like this?",
    "date_time": "Date and time",
    "english_or_spanish": "In English or Spanish",
    "explain_google_meet": "We use Google Meet for our classes. You will receive an invitation to the meeting after you sign up. Google Meet is a very convenient video conferencing platform for our virtual classes. It is easy to use and does not require a powerful computer, you just need a working browser. With Google Meet, you can participate in our classes without any issues.",
    "explain_practical": "We will explain the theory, but we will focus on practical classes. Our classes are open and live. You will learn by doing, with projects and practical exercises to master the C++ language.",
    "happy_ai": "Happily use AI, so we focus on the concept.",
    "i_enjoy": "I enjoy teaching and I'm good at it.",
    "lesson_contents": "Lesson contents",
    "meet_your_trainer": "Meet your trainer",
    "no_pre_recorded": "No pre-recorded videos. All lessons are live and interactive.",
    "not_youtube": "Classes offered here are live -not on YouTube; this is  for you to get you used to my voice and usual flow.",
    "offered_by": "Lessons offered to you by Ignacio Rodriguez, C++ developer and trainer for 30 years.",
    "practical_classes": "Practical classes",
    "send": "Send",
    "suggest_time": "Suggest a time that works for you, and the contents you would like to work on.",
    "time_disclaimer": "Naturally, there is no guarantee that we will be able to accommodate your request, but we will do our best to do so.",
    "title": "One Dollar C++ Academy",
    "upcoming_lessons": "Upcoming lessons",
    "use_google_meet": "We Use Google Meet",
    "vote_topic": "Vote for a time and topic",
    "your_email": "Your email",
    "whatyouneed_title": "What you will need",
    "computer_with_internet": "A computer with internet access",
    "webcam_and_microphone": "A webcam and microphone",
    "browser_chrome": "A browser, preferably Chrome",
    "github_account": "We recommend creating a GitHub account beforehand. Additionally, we will be using GitHub Codespaces as the programming environment, which means you don't need a powerful computer on your end. Codespaces allows you to write, run, and debug code directly in your web browser. No need to install anything on your computer!"
}