{
    "advanced_techniques": "Técnicas avanzadas desde el principio.",
    "alternative_language": "Estás viendo los horarios de las clases en inglés. También los ofrecemos <a href='/es'>en español</a>.",
    "base_locale": "es",
    "conway_line": "Lo que ves es un Juego de la Vida de Conway, escrito en C++ y ejecutándose en tu navegador. ¿Te gustaría hacer cosas como esta?",
    "date_time": "Fecha y hora",
    "english_or_spanish": "En inglés o en español",
    "explain_google_meet": "Usamos Google Meet para nuestras clases. Recibirás una invitación para la reunión después de inscribirte. Google Meet es una plataforma de videoconferencia muy conveniente para nuestras clases virtuales. Es fácil de usar y no requiere una computadora potente, solo necesitas un navegador que funcione. Con Google Meet, puedes participar en nuestras clases sin ningún problema.",
    "explain_practical": "Explicaremos la teoría, pero nos enfocaremos en clases prácticas. Nuestras clases son abiertas y en vivo. Aprenderás haciendo, con proyectos y ejercicios prácticos para dominar el lenguaje C++.",
    "happy_ai": "Utiliza la IA con gusto, para que nos concentremos en el concepto.",
    "i_enjoy": "Disfruto enseñando y soy bueno en ello.",
    "lesson_contents": "Contenido de la lección",
    "meet_your_trainer": "Conoce a tu instructor",
    "no_pre_recorded": "No hay videos pregrabados. Todas las lecciones son en vivo e interactivas.",
    "not_youtube": "Las clases que se ofrecen aquí son en vivo, no en YouTube; esto es para que te acostumbres a mi voz y a mi estilo habitual.",
    "offered_by": "Lecciones ofrecidas por Ignacio Rodríguez, desarrollador e instructor de C++ con 30 años de experiencia.",
    "practical_classes": "Clases prácticas",
    "send": "Enviar",
    "suggest_time": "Sugiere un horario que te funcione y los contenidos que te gustaría trabajar.",
    "time_disclaimer": "Naturalmente, no hay garantía de que podamos acomodar tu solicitud, pero haremos todo lo posible para lograrlo.",
    "title": "Academia de C++ por Un Dólar",
    "upcoming_lessons": "Próximas lecciones",
    "use_google_meet": "Usamos Google Meet",
    "vote_topic": "Vota por un horario y tema",
    "your_email": "Tu correo electrónico",
    "whatyouneed_title": "Lo que necesitarás",
    "computer_with_internet": "Una computadora con acceso a internet",
    "webcam_and_microphone": "Una cámara web y un micrófono",
    "browser_chrome": "Un navegador, preferiblemente Chrome",
    "github_account": "Recomendamos crear una cuenta de GitHub de antemano. Además, utilizaremos GitHub Codespaces como entorno de programación, lo que significa que no necesitarás una computadora potente. Codespaces te permite escribir, ejecutar y depurar código directamente en tu navegador web. ¡No es necesario instalar nada en tu computadora!"
}
